rustup
python
go
jdk17-openjdk
ruby
nodejs

npm
nvm
python-pip
python-libtmux

fish
eza
bat
tmux
starship

lsof
less
ugrep
btop
htop
man-db
man-pages
vim
neovim
wget
curl
unzip
zip
openssh
ufw
neofetch
paru
openssl
gettext