qt6-wayland
qt5ct
libdecor
xorg-xeyes
xorg-xwayland
xorg-xlsclients
xdg-desktop-portal-hyprland
xdg-desktop-portal-gtk
wayland-client
wayland-egl
rinstall
libdav1d
swaylock
sddm
pipewire
pipewire-alsa
pipewire-pulse
pipewire-jack
wireplumber
foot
hyprpicker
playerctl